{
    "menu": {
        "item2": "About me",
        "item3": "Skills",
        "item4": "Training",
        "item5": "Projects",
        "item6": "Contact"
    },

    "home": {
        "home_text-1": "Hi! I'm",
        "home_text-3": "Full Stack Developer",
        "parrafo-info": "Mechatronics Engineering student at ITESM, as well as a passionate Full Stack Developer. As someone who loves technology and development, I strive to create innovative projects that deliver the best experience for users and the community.",
        "cv_button": "Download CV",
        "contact_button": "Contact"
    },

    "sobre-mi": {
        "title": "About me",
        "texto_sobreMi": "I am a Technician in Programming, Web Integrity, and Big Data, with a specialization in Web Development. I have been self-taught in Full Stack Development for over 5 years.\nI aim to find a job in the programming field, gain experience, acquire new knowledge, and strengthen my professional career.\n\nI am an empathetic and enthusiastic person, with skills focused on teamwork, leadership, assertive communication, problem-solving, responsibility, and proactivity. I enjoy learning from others and continuously improving myself."
    },

    "habilidades": {
        "title": "Skills"
    },

    "formacion": {
        "title": "Training",
        "formacion1": "Engineering in Mechatronics",
        "tiempo-formacion1": "2025 - In progress",
        "formacion2": "Technical Programming",
        "formacion3": "Technical Web Integrity",
        "formacion4": "Web Specialization",
        "formacion5": "Responsive Web Design",
        "formacion6": "Web Development"
    },

    "proyectos": {
        "title": "Projects",
        "title-proyecto1": "Web Code Academy",
        "info-proyecto1": "Web Code Academy is an academy offering completely free programming and technology courses, aimed at fighting digital illiteracy.",
        "title-proyecto2": "Portfolio",
        "info-proyecto2": "My personal web portfolio, where you can find some of my most outstanding projects, my technical skills, and a bit about my background.",
        "title-proyecto3": "Web Code Academy (Legacy)",
        "info-proyecto3": "Learn to code with Web Code Academy. Find the best online courses to start programming from scratch or improve your skills.",
        "title-proyecto4": "SkillSync",  
        "info-proyecto4": "SkillSync is a mobile application that connects mentors and learners to exchange knowledge and skills. All with the same purpose: to learn and teach.",
        "title-proyecto5": "Salsas El Molcajete",
        "info-proyecto5": "It originates from the culinary tradition of Veracruz, where each recipe has been carefully selected to offer the most authentic flavors of Mexican cuisine.",
        "title-proyecto6": "Mates",
        "info-proyecto6": "A useful and fun tool for those who need help with their everyday tasks. A simple website that contains some math tools."
    },

    "contacto": {
        "title": "Contact",
        "text": "Complete the form below and I will contact you as soon as possible.",
        "btn-enviar": "Send"
    }
}