{
    "menu": {
        "item2": "Sobre mí",
        "item3": "Habilidades",
        "item4": "Formación",
        "item5": "Proyectos",
        "item6": "Contacto"
    },

    "home": {
        "home_text-1": "Hola! Soy",
        "home_text-3": "Full Stack Developer",
        "parrafo-info": "Estudiante de Ingeniería en Mecatrónica en el ITESM, así como apasionado de la programación como Full Stack Developer. Como persona amante de la tecnología y el desarrollo busco crear proyectos innovadores que brinden la mejor experiencia para el usuario y la comunidad.",
        "cv_button": "Descargar CV",
        "contact_button": "Contacto"
    },

    "sobre-mi": {
        "title": "Sobre mí",
        "texto_sobreMi": "Soy Técnico en Programación, en Integridad Web y Big Data con una Especialización en Programación Web, me dedico de manera autodidacta al Desarrollo Full Stack desde hace más de 5 años.\nAspiro conseguir empleo en el mundo de la Programación, adquirir experiencia, nuevos conocimientos y fortalecer mi vida profesional.\n\nSoy una persona empática y entusiasta, con competencias enfocadas en el trabajo en equipo, liderazgo, comunicación asertiva, resolución de problemas, responsable y proactiva, me gusta aprender de los demás y superarme continuamente."
    },

    "habilidades": {
        "title": "Habilidades"
    },

    "formacion": {
        "title": "Formación",
        "formacion1": "Ingeniería en Mecatrónica",
        "tiempo-formacion1": "2025 - En curso",
        "formacion2": "Técnico en Programación",
        "formacion3": "Técnico en Integridad Web",
        "formacion4": "Especialización Web",
        "formacion5": "Diseño Web Responsivo",        
        "formacion6": "Desarrollo Web"
    },

    "proyectos": {
        "title": "Proyectos",
        "title-proyecto1": "Web Code Academy",
        "info-proyecto1": "Web Code Academy es una academia de cursos de programación y tecnología completamente gratuitos, que combate el analfabetismo digital.",
        "title-proyecto2": "Portafolio",
        "info-proyecto2": "Mi portafolio web personal, donde se encuentran algunos de mis proyectos más destacados, mis habilidades técnicas y un poco sobre mi formación.",
        "title-proyecto3": "Web Code Academy (Legacy)",
        "info-proyecto3": "Aprende a programar con Web Code Academy. Encuentra los mejores cursos en línea para aprender a programar desde cero o mejora tus habilidades.",
        "title-proyecto4": "SkillSync",  
        "info-proyecto4": "SkillSync es una aplicación móvil para Android que conecta mentores y aprendices para intercambiar conocimientos y habilidades. Todos con un mismo propósito: aprender y enseñar.",
        "title-proyecto5": "Salsas El Molcajete",
        "info-proyecto5": "Nace de la tradición culinaria de Veracruz, donde cada receta ha sido cuidadosamente seleccionada para ofrecer los sabores más auténticos de la cocina mexicana.",
        "title-proyecto6": "Mates",
        "info-proyecto6": "Una herramienta útil y divertida para aquellos que necesitan ayuda en sus tareas cotidianas. Una página web simple que contiene algunas herramientas matemáticas."
    },

    "contacto": {
        "title": "Contacto",
        "text": "Completa el siguiente formulario y me pondré en contacto contigo lo antes posible.",
        "btn-enviar": "Enviar"
    }
}
